Repository: sharkymew/MewyAI
Catalog: AI Client/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# prompt.titleGeneration.system
source: Generate a short title based on the conversation. Only output natural English or Chinese words; do not output special tokens, template fragments, XML/JSON, Markdown, bullet points, quotes, parentheses, underscores, vertical bars, or any formatting symbols. Chinese titles must be at most 10 characters, and English titles at most 6 words. Output only the title itself.
zh_hans: 请根据对话内容生成一个简短标题。只允许自然中文或英文词语；不要输出特殊 token、模板片段、XML/JSON、Markdown、项目符号、引号、括号、下划线、竖线或任何格式符号。中文最多10个字，英文最多6个词。只输出标题本身。
zh_hant: 請根據對話內容產生一個簡短標題。只允許自然中文或英文詞語；不要輸出特殊 token、模板片段、XML/JSON、Markdown、項目符號、引號、括號、底線、豎線或任何格式符號。中文最多 10 個字，英文最多 6 個詞。只輸出標題本身。

# promptPreset.currentName
source: Current Prompt
zh_hans: 当前提示词
zh_hant: 目前提示詞

# promptPreset.defaultName
source: Default Prompt
zh_hans: 默认提示词
zh_hant: 預設提示詞

# promptPreset.numberedName
source: Prompt %d
zh_hans: 提示词 %d
zh_hant: 提示詞 %d

# promptPreset.saveFailed
source: Failed to save prompt. Check Keychain or local storage permissions.
zh_hans: 提示词保存失败，请检查钥匙串或本机存储权限。
zh_hant: 提示詞儲存失敗，請檢查鑰匙圈或本機儲存權限。

# promptPreset.unnamed
source: Unnamed Prompt
zh_hans: 未命名提示词
zh_hant: 未命名提示詞

# provider.siliconFlow.displayName
source: SiliconFlow
zh_hans: 硅基流动
zh_hant: 硅基流动

# provider.zhipu.displayName
source: Zhipu Open Platform
zh_hans: 智谱开放平台
zh_hant: 智谱開放平台

source: Read chat history
zh_hans: 查阅历史对话
zh_hant: 查閱歷史對話

# reasoning.effort.high
source: High
zh_hans: 高
zh_hant: 高

# reasoning.effort.low
source: Low
zh_hans: 低
zh_hant: 低

# reasoning.effort.max
source: Max
zh_hans: 极高
zh_hant: 極高

# reasoning.effort.medium
source: Medium
zh_hans: 中
zh_hant: 中

# reasoning.menu.effort
source: Reasoning: %@
zh_hans: 思考强度：%@
zh_hant: 思考强度：%@

# reasoning.menu.off
source: Reasoning: Off
zh_hans: 思考强度：关闭
zh_hant: 思考强度：關閉

# reasoning.title
source: Reasoning
zh_hans: 思考过程
zh_hant: 思考過程

source: Search chat history
zh_hans: 搜索历史对话
zh_hant: 搜尋歷史對話

# sidebar.bucket.older
source: Older than a Month
zh_hans: 一月以上
zh_hant: 一個月以上

# sidebar.bucket.today
source: Today
zh_hans: 今天
zh_hant: 今天

# sidebar.bucket.withinMonth
source: Within a Month
zh_hans: 一月内
zh_hant: 一個月內

# sidebar.bucket.withinWeek
source: Within a Week
zh_hans: 一周内
zh_hant: 一週內

# sidebar.bucket.yesterday
source: Yesterday
zh_hans: 昨天
zh_hant: 昨天

# sidebar.pin
source: Pin
zh_hans: 置顶
zh_hant: 釘選

# sidebar.search.noResults
source: No matching conversations
zh_hans: 没有匹配的对话
zh_hant: 沒有相符的對話

# sidebar.search.placeholder
source: Search conversations
zh_hans: 搜索对话
zh_hant: 搜尋對話

# sidebar.section.pinned
source: Pinned
zh_hans: 置顶
zh_hant: 已釘選

# sidebar.unpin
source: Unpin
zh_hans: 取消置顶
zh_hant: 取消釘選

# skill.error.invalidName
source: Skill name can only contain lowercase letters, numbers, and hyphens.
zh_hans: Skill name 只能包含小写字母、数字和连字符。
zh_hant: Skill name 只能包含小寫英文字母、數字和連字號。

# skill.error.missingDescription
source: Skill description cannot be empty.
zh_hans: Skill description 不能为空。
zh_hant: Skill description 不能為空。

# skill.error.missingFrontmatter
source: SKILL.md must include YAML frontmatter.
zh_hans: SKILL.md 必须包含 YAML frontmatter。
zh_hant: SKILL.md 必須包含 YAML frontmatter。

# skill.importedWarning
source: Imported %@. Third-party Skills affect model context; only enable trusted content.
zh_hans: 已导入 %@。第三方 Skill 会影响模型上下文，请只启用可信内容。
zh_hant: 已匯入 %@。第三方 Skill 會影響模型上下文，請只啟用可信任的內容。

# skillCreator.generatedByModel
source: Generated by the current model.
zh_hans: 已由当前模型生成。
zh_hant: 已由目前模型產生。

# skillCreator.localDraftIncompleteModel
source: The current model is not fully configured. A local draft was generated.
zh_hans: 当前模型未配置完整，已生成本地草稿。
zh_hant: 目前模型尚未完成設定，已產生本機草稿。

# skillCreator.modelOutputInvalid
source: The model output did not pass SKILL.md validation. Reverted to a local draft.
zh_hans: 模型输出未通过 SKILL.md 校验，已回退到本地草稿。
zh_hant: 模型輸出未通過 SKILL.md 驗證，已退回到本機草稿。

# Skills 只作为上下文指令注入模型，不会在 iPhone 上执行脚本、Python 或本地命令。
source: Skills are only injected into the model as context instructions. They do not run scripts, Python, or local commands on iPhone.
zh_hans: Skills 只作为上下文指令注入模型，不会在 iPhone 上执行脚本、Python 或本地命令。
zh_hant: Skills 只作為上下文指令注入模型，不會在 iPhone 上執行指令碼、Python 或本機命令。

# Skills 是文本指令包；MCP 仅支持远程 HTTPS 服务器。本机不会执行 Python、shell 或本地脚本。
source: Skills are text instruction packages. MCP only supports remote HTTPS servers. This device will not run Python, shell commands, or local scripts.
zh_hans: Skills 是文本指令包；MCP 仅支持远程 HTTPS 服务器。本机不会执行 Python、shell 或本地脚本。
zh_hant: Skills 是文字指令包；MCP 僅支援遠端 HTTPS 伺服器。本機不會執行 Python、shell 或本機指令碼。

# speech.error.microphoneDenied
source: Microphone permission is disabled. Allow MewyAI to use the microphone in System Settings.
zh_hans: 麦克风权限已关闭，请到系统设置中允许 MewyAI 使用麦克风。
zh_hant: 麥克風權限已關閉，請到系統設定中允許 MewyAI 使用麥克風。

# speech.error.onDeviceUnavailable
source: On-device speech recognition is temporarily unavailable. Try again later.
zh_hans: 本机语音识别暂不可用，请稍后再试。
zh_hant: 本機語音辨識暫不可用，請稍後再试。

# speech.error.onDeviceUnsupported
source: On-device speech recognition is not supported on this device or for this language.
zh_hans: 当前设备或语言不支持本机语音识别。
zh_hant: 目前設备或語言不支援本機語音辨識。

# speech.error.permissionDenied
source: Speech recognition permission is disabled. Allow MewyAI to use speech recognition in System Settings.
zh_hans: 语音识别权限已关闭，请到系统设置中允许 MewyAI 使用语音识别。
zh_hant: 語音辨識權限已關閉，請到系統設定中允許 MewyAI 使用語音辨識。

# speech.error.permissionNotDetermined
source: Speech recognition permission has not been granted yet.
zh_hans: 语音识别权限尚未授权。
zh_hant: 語音辨識權限尚未授權。

# speech.error.permissionRestricted
source: Speech recognition permission is restricted on this device.
zh_hans: 当前设备限制了语音识别权限。
zh_hant: 目前設备限製了語音辨識權限。

# speech.error.permissionUnknown
source: Speech recognition permission status is unavailable.
zh_hans: 语音识别权限状态不可用。
zh_hant: 語音辨識權限狀態不可用。

# speech.error.recognitionFailed
source: Speech recognition failed: %@
zh_hans: 语音识别失败：%@
zh_hant: 語音辨識失敗：%@

# speech.error.startFailed
source: Failed to start speech input: %@
zh_hans: 语音输入启动失败：%@
zh_hant: 語音輸入啟动失敗：%@

# speech.error.unsupportedLocale
source: Speech recognition is not supported for the current language.
zh_hans: 当前语言暂不支持语音识别。
zh_hant: 目前語言暫不支援語音辨識。

# toolCall.calling
source: Calling...
zh_hans: 正在调用...
zh_hant: 正在呼叫...

# toolCall.completed
source: Call completed
zh_hans: 调用完成
zh_hant: 呼叫完成

# toolCall.failed
source: Call failed
zh_hans: 调用失败
zh_hant: 呼叫失敗

# toolCall.title
source: Tool Calls
zh_hans: 工具调用
zh_hant: 工具呼叫

# toolResult.previewTruncated
source: %@ ...(Result too long, display truncated)
zh_hans: %@ ...（结果过长，已截断显示）
zh_hant: %@ ...（結果過长，已截斷顯示）

# top_p（0-1，空为默认）
source: top_p (0-1, blank for default)
zh_hans: top_p（0-1，空为默认）
zh_hant: top_p（0-1，空為預設）

# 上下文窗口 tokens（仅保存）
source: Context window tokens (saved only)
zh_hans: 上下文窗口 tokens（仅保存）
zh_hant: 上下文視窗 tokens（僅儲存）

# 上传文件
source: Upload File
zh_hans: 上传文件
zh_hant: 上傳檔案

# 临时
source: Temp
zh_hans: 临时
zh_hant: 臨時

# 临时聊天
source: Temporary Chat
zh_hans: 临时聊天
zh_hant: 臨時聊天

# 交互
source: Interaction
zh_hans: 互動
zh_hant: 交互

# 什么时候使用
source: When to use
zh_hans: 什么时候使用
zh_hant: 何時使用

# 仅修改
source: Edit only
zh_hans: 仅修改
zh_hant: 僅修改

# 仅支持远程 HTTPS MCP。默认需要逐次确认；关闭确认后，模型可在启用该 MCP 时自动发起远程调用。
source: Only remote HTTPS MCP servers are supported. Each call requires approval by default; when confirmation is disabled, the model can make remote calls automatically while the MCP is enabled.
zh_hans: 仅支持远程 HTTPS MCP。默认需要逐次确认；关闭确认后，模型可在启用该 MCP 时自动发起远程调用。
zh_hant: 僅支援遠端 HTTPS MCP。預設每次呼叫都需要確認；關閉確認後，模型可在啟用該 MCP 時自動進行遠端呼叫。

# 伪装为 Claude Code
source: Impersonate Claude Code
zh_hans: 伪装为 Claude Code
zh_hant: 偽裝為 Claude Code

# 使用多模态模型为文字模型生成图片描述
source: Use a multimodal model to generate image descriptions for text models
zh_hans: 使用多模态模型为文字模型生成图片描述
zh_hant: 使用多模態模型為純文字模型產生圖片描述

# 保存
source: Save
zh_hans: 保存
zh_hant: 儲存

# 修改
source: Edit
zh_hans: 修改
zh_hant: 修改

# 修改并发送
source: Edit and send
zh_hans: 修改并发送
zh_hant: 修改並傳送

# 允许
source: Allow
zh_hans: 允许
zh_hant: 允許

# 允许工具（逗号分隔，空为全部缓存工具）
source: Allowed tools (comma-separated; blank for all cached tools)
zh_hans: 允许工具（逗号分隔，空为全部缓存工具）
zh_hant: 允許工具（逗號分隔，空為全部快取工具）

# 允许工具调用？
source: Allow tool calls?
zh_hans: 允许工具调用？
zh_hant: 允許工具呼叫？

# 全选
source: Select all
zh_hans: 全选
zh_hant: 全選

# 关闭后，输出刷新、输出完成和手动停止都不会触发震动。
source: When off, response updates, response completion, and manual stops will not trigger haptics.
zh_hans: 关闭后，输出刷新、输出完成和手动停止都不会触发震动。
zh_hant: 關閉後，回應更新、回應完成和手動停止都不會觸發觸覺回饋。

# 内置
source: Built-in
zh_hans: 内置
zh_hant: 內建

# 最大输出 tokens（空为默认）
source: Max output tokens (blank for default)
zh_hans: 最大输出 tokens（空为默认）
zh_hant: 最大輸出 tokens（空為預設）

# 创建 Skill
source: Create Skill
zh_hans: 创建 Skill
zh_hant: 建立 Skill

# 删除
source: Delete
zh_hans: 删除
zh_hant: 刪除

# 删除 MCP
source: Delete MCP
zh_hans: 删除 MCP
zh_hant: 刪除 MCP

# 删除当前提示词
source: Delete Current Prompt
zh_hans: 删除当前提示词
zh_hant: 刪除目前提示詞

# 删除当前配置
source: Delete Current Configuration
zh_hans: 删除当前配置
zh_hant: 刪除目前設定

# 删除所有模型
source: Delete All Models
zh_hans: 删除所有模型
zh_hant: 刪除所有模型

# 删除本配置下的所有模型？
source: Delete all models in this configuration?
zh_hans: 删除本配置下的所有模型？
zh_hant: 刪除這組設定下的所有模型？

# 别名
source: Alias
zh_hans: 别名
zh_hant: 別名

# 刷新工具列表
source: Refresh tool list
zh_hans: 刷新工具列表
zh_hant: 重新整理工具列表

# 取消
source: Cancel
zh_hans: 取消
zh_hant: 取消

# 可导入模型
source: Importable Models
zh_hans: 可导入模型
zh_hant: 可匯入模型

# 名称
source: Name
zh_hans: 名称
zh_hant: 名稱

# 图片
source: Images
zh_hans: 图片
zh_hant: 圖片

# 图片描述
source: Image description
zh_hans: 图片描述
zh_hant: 圖片描述

# 在临时聊天中，聊天不会出现在历史记录中，但是在此对话进行过程中，你的上下文记录会被发送到模型提供商。
source: Temporary chats do not appear in history, but your context is still sent to the model provider while the conversation is active.
zh_hans: 在临时聊天中，聊天不会出现在历史记录中，但是在此对话进行过程中，你的上下文记录会被发送到模型提供商。
zh_hant: 臨時聊天不會出現在歷史記錄中，但對話進行期間，你的上下文記錄仍會傳送給模型供應商。

# 好
source: OK
zh_hans: 好
zh_hant: 好

# 完成
source: Done
zh_hans: 完成
zh_hant: 完成

# 导入
source: Import
zh_hans: 导入
zh_hant: 匯入

# 导入 SKILL.md
source: Import SKILL.md
zh_hans: 导入 SKILL.md
zh_hant: 匯入 SKILL.md

# 导入已存在的模型会更新它的推理与图片能力标记。
source: Importing an existing model updates its reasoning and image capability flags.
zh_hans: 导入已存在的模型会更新它的推理与图片能力标记。
zh_hant: 匯入已存在的模型時，會更新其推理與圖片能力標記。

# 导出为 Markdown
source: Export as Markdown
zh_hans: 导出为 Markdown
zh_hant: 匯出為 Markdown

# 导出失败
source: Export Failed
zh_hans: 导出失败
zh_hant: 匯出失敗

# 工具
source: Tools
zh_hans: 工具
zh_hant: 工具

# 工具调用前需要确认
source: Require approval before tool calls
zh_hans: 工具调用前需要确认
zh_hant: 工具呼叫前需要確認

# 已在当前配置中
source: Already in current configuration
zh_hans: 已在当前配置中
zh_hant: 已在目前設定中

# 开启后，发送图片给支持图片的模型时，会自动生成隐藏描述并保存在对话中；以后切换到文字模型时可用这段描述代替图片上下文。
source: When enabled, sending images to an image-capable model automatically generates hidden descriptions and stores them in the conversation. Later, when switching to a text model, this description can replace image context.
zh_hans: 开启后，发送图片给支持图片的模型时，会自动生成隐藏描述并保存在对话中；以后切换到文字模型时可用这段描述代替图片上下文。
zh_hant: 開啟後，將圖片傳送給支援圖片的模型時，會自動產生隱藏描述並儲存在對話中；之後切換到純文字模型時，可用這段描述代替圖片上下文。

# 开启触感反馈
source: Enable Haptic Feedback
zh_hans: 开启触感反馈
zh_hant: 開啟觸覺回饋

# 当前提示词
source: Current Prompt
zh_hans: 当前提示词
zh_hant: 目前提示詞

# 当前配置
source: Current Configuration
zh_hans: 当前配置
zh_hant: 目前設定

# 恢复默认内容
source: Restore default content
zh_hans: 恢复默认内容
zh_hant: 復原預設內容

# 拒绝
source: Deny
zh_hans: 拒绝
zh_hant: 拒絕

# 推理
source: Reasoning
zh_hans: 推理
zh_hant: 推理

# 提示词
source: Prompt
zh_hans: 提示词
zh_hant: 提示詞

# 提示词名称
source: Prompt name
zh_hans: 提示词名称
zh_hant: 提示詞名稱

# 提示词设置
source: Prompt Settings
zh_hans: 提示词设置
zh_hant: 提示詞設定

# 提示词预设会在所有配置中共享。当前选中的内容会作为每次对话的 system message 发送。留空则不发送提示词。
source: Prompt presets are shared across all configurations. The selected content is sent as the system message for each conversation. Leave it blank to send no prompt.
zh_hans: 提示词预设会在所有配置中共享。当前选中的内容会作为每次对话的 system message 发送。留空则不发送提示词。
zh_hant: 提示詞預設會在所有設定中共享。目前選取的內容會作為每次對話的 system message 傳送。留空則不傳送提示詞。

# 新增提示词
source: New Prompt
zh_hans: 新增提示词
zh_hant: 新增提示詞

# 新增配置
source: New Configuration
zh_hans: 新增配置
zh_hant: 新增設定

# 显示 API Key
source: Show API Key
zh_hans: 显示 API Key
zh_hant: 顯示 API Key

# 未找到模型。
source: Model not found.
zh_hans: 找不到模型。
zh_hant: 未找到模型。

# 标题:
source: Title:
zh_hans: 标题:
zh_hant: 標題:

# 标题：
source: Title:
zh_hans: 标题：
zh_hant: 標題：

# 模型
source: Models
zh_hans: 模型
zh_hant: 模型

# 模型列表解析失败
source: Failed to parse model list
zh_hans: 模型列表解析失败
zh_hant: 模型列表解析失敗

# 模型参数按模型独立保存。空参数不会发送；上下文窗口仅作为模型能力信息保存。
source: Model parameters are saved per model. Empty parameters are not sent; context window is only saved as model capability information.
zh_hans: 模型参数按模型独立保存。空参数不会发送；上下文窗口仅作为模型能力信息保存。
zh_hant: 模型參數會依模型分別儲存。空參數不會傳送；上下文視窗僅作為模型能力資訊儲存。

# 正在修改消息
source: Editing message
zh_hans: 正在修改消息
zh_hant: 正在修改訊息

# 每行一个请求头，格式为 Header-Name: value。Authorization、Token、API Key 等敏感请求头会存入钥匙串。
source: One request header per line, formatted as Header-Name: value. Sensitive headers such as Authorization, Token, and API Key are stored in Keychain.
zh_hans: 每行一个请求头，格式为 Header-Name: value。Authorization、Token、API Key 等敏感请求头会存入钥匙串。
zh_hant: 每行一個 HTTP 標頭，格式為 Header-Name: value。Authorization、Token、API Key 等敏感標頭會存入鑰匙圈。

# 没有可用 MCP
source: No available MCP
zh_hans: 没有可用 MCP
zh_hant: 沒有可用的 MCP

# 没有可用 Skill
source: No available Skill
zh_hans: 没有可用 Skill
zh_hant: 沒有可用的 Skill

# 流式请求失败
source: Streaming request failed
zh_hans: 流式请求失败
zh_hant: 串流請求失敗

# 添加
source: Add
zh_hans: 添加
zh_hant: 新增

# 添加模型
source: Add Model
zh_hans: 添加模型
zh_hant: 新增模型

# 添加远程 MCP
source: Add Remote MCP
zh_hans: 添加远程 MCP
zh_hant: 新增遠端 MCP

# 清空选择
source: Clear selection
zh_hans: 清空选择
zh_hant: 清空選擇

# 温度（空为默认）
source: Temperature (blank for default)
zh_hans: 温度（空为默认）
zh_hant: 溫度（空為預設）

# 状态码
source: status code
zh_hans: 状态码
zh_hant: 狀態碼

# 生成 SKILL.md
source: Generate SKILL.md
zh_hans: 生成 SKILL.md
zh_hant: 產生 SKILL.md

# 生成内容可直接编辑。保存前会校验 frontmatter。
source: Generated content can be edited directly. Frontmatter is validated before saving.
zh_hans: 生成内容可直接编辑。保存前会校验 frontmatter。
zh_hant: 產生的內容可直接編輯。儲存前會驗證 frontmatter。

# 用 Skill Creator 创建
source: Create with Skill Creator
zh_hans: 用 Skill Creator 创建
zh_hant: 使用 Skill Creator 建立

# 用途
source: Purpose
zh_hans: 用途
zh_hant: 用途

# 空参数不会发送；上下文窗口只作为模型能力信息保存。Anthropic 的 max_tokens 使用 provider 级设置。
source: Empty parameters are not sent. Context window is only saved as model capability information. Anthropic max_tokens uses the provider-level setting.
zh_hans: 空参数不会发送；上下文窗口只作为模型能力信息保存。Anthropic 的 max_tokens 使用 provider 级设置。
zh_hant: 空參數不會傳送；上下文視窗只會作為模型能力資訊儲存。Anthropic 的 max_tokens 使用 provider 層級設定。

# 管理 Agent Skills 和 MCP
source: Manage Agent Skills and MCP
zh_hans: 管理 Agent Skills 和 MCP
zh_hant: 管理 Agent Skills 和 MCP

# 管理 MCP
source: Manage MCP
zh_hans: 管理 MCP
zh_hant: 管理 MCP

# 管理 Skills
source: Manage Skills
zh_hans: 管理 Skills
zh_hant: 管理 Skills

# 管理模型
source: Manage models
zh_hans: 管理模型
zh_hant: 管理模型

# 自动获取模型
source: Fetch models automatically
zh_hans: 自动获取模型
zh_hant: 自動取得模型

# 自定义请求头
source: Custom request headers
zh_hans: 自定义请求头
zh_hant: 自訂 HTTP 標頭

# 解析失败
source: Parsing failed
zh_hans: 解析失败
zh_hant: 解析失敗

# 认证
source: Authentication
zh_hans: 认证
zh_hant: 認證

# 设置
source: Settings
zh_hans: 设置
zh_hant: 設定

# 详细参数
source: Detailed parameters
zh_hans: 详细参数
zh_hant: 詳細參數

# 请求地址
source: Request URL
zh_hans: 请求地址
zh_hant: 請求網址

# 请求失败
source: Request failed
zh_hans: 请求失败
zh_hant: 請求失敗

# 请输入新的对话名称。
source: Enter a new conversation name.
zh_hans: 请输入新的对话名称。
zh_hant: 請輸入新的對話名稱。

# 输入模型别名（可选）
source: Enter model alias (optional)
zh_hans: 输入模型别名（可选）
zh_hant: 輸入模型別名（可選）

# 输出要求
source: Output requirements
zh_hans: 输出要求
zh_hant: 輸出要求

# 这只会清空当前配置的模型列表，不会删除配置组或 API Key。
source: This only clears the model list in the current configuration. It does not delete the configuration group or API Key.
zh_hans: 这只会清空当前配置的模型列表，不会删除配置组或 API Key。
zh_hant: 這只會清空目前設定的模型列表，不會刪除設定組或 API Key。

# 连接
source: Connection
zh_hans: 连接
zh_hant: 連線

# 选择模型
source: Select models
zh_hans: 选择模型
zh_hant: 選擇模型

# 配置组
source: Configuration Groups
zh_hans: 配置组
zh_hant: 設定組

# 重命名
source: Rename
zh_hans: 重命名
zh_hant: 重新命名

# 重命名对话
source: Rename conversation
zh_hans: 重命名对话
zh_hant: 重新命名對話

# 重新生成
source: Regenerate
zh_hans: 重新生成
zh_hant: 重新產生

# 错误详细信息
source: Error details
zh_hans: 错误详细信息
zh_hant: 錯誤詳細資訊

# 需求
source: Requirements
zh_hans: 需求
zh_hant: 需求

# 预览
source: Preview
zh_hans: 预览
zh_hant: 預覽

# 题目:
source: Topic:
zh_hans: 题目:
zh_hant: 題目:

# 题目：
source: Topic:
zh_hans: 题目：
zh_hant: 題目：

# 默认配置
source: Default Configuration
zh_hans: 默认配置
zh_hant: 預設設定
